{
    "content_passage_id": "fa929f45-2b51-11e5-890e-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<p><b>This passage is from the short story “Second Variety” by Philip  K. Dick. The story takes place after a nuclear war has turned the world into a wasteland.<\/b><\/p><p>The boy fell in beside him. Hendricks strode along. The boy walked silently, clutching his teddy bear.<\/p>\r\n                                             <p>“What’s your name?” Hendricks said, after a time.<\/p>\r\n                                             <p>“David Edward Derring.”<\/p>\r\n                                             <p>“David? What—what happened to your mother and father?”<\/p>\r\n                                             <p>“They died.”<\/p>\r\n                                             <p>“How?”<\/p>\r\n                                             <p>“In the blast.”<\/p>\r\n                                             <p>“How long ago?”<\/p>\r\n                                             <p>“Six years.”<\/p>\r\n                                             <p>Hendricks slowed down. “You’ve been alone six years?”<\/p>\r\n                                             <p>“No. There were other people for awhile. They went away.”<\/p>\r\n                                             <p>“And you’ve been alone since?”<\/p>\r\n                                             <p>“Yes.”<\/p>\r\n                                             <p>Hendricks glanced down. The boy was strange, saying very little. Withdrawn. But that was the way they were, the children who had survived. Quiet. Stoic. A strange kind of fatalism gripped them. Nothing came as a surprise. They accepted anything that came along. There was no longer any normal, any natural course of things, moral or physical, for them to expect. Custom, habit, all the determining forces of learning were gone; only brute experience remained.<\/p>\r\n                                             <p>“Am I walking too fast?” Hendricks said.<\/p>\r\n                                             <p>“No.”<\/p>\r\n                                             <p>“How did you happen to see me?”<\/p>\r\n                                             <p>“I was waiting.”<\/p>\r\n                                             <p>“Waiting?” Hendricks was puzzled. “What were you waiting for?”<\/p>\r\n                                             <p>“To catch things.”<\/p>\r\n                                             <p>“What kind of things?”<\/p>\r\n                                             <p>“Things to eat.”<\/p>\r\n                                             <p>“Oh.” Hendricks set his lips grimly. A thirteen year old boy, living on rats and gophers and half-rotten canned food. Down in a hole under the ruins of a town. With radiation pools and claws, and Russian dive-mines up above, coasting around in the sky.<\/p>\r\n                                             <p>“Where are we going?” David asked.<\/p>\r\n                                             <p>“To the Russian lines.”<\/p>\r\n                                             <p>“Russian?”<\/p>\r\n                                             <p>“The enemy. The people who started the war. They dropped the first radiation bombs. They began all this.”<\/p>\r\n                                             <p>The boy nodded. His face showed no expression.<\/p>\r\n                                             <p>“I’m an American,” Hendricks said.<\/p>\r\n                                             <p>There was no comment. On they went, the two of them, Hendricks walking a little ahead, David trailing behind him, hugging his dirty teddy bear against his chest.<\/p>\r\n                                             <p>About four in the afternoon they stopped to eat. Hendricks built a fire in a hollow between some slabs of concrete. He cleared the weeds away and heaped up bits of wood. The Russians’ lines were not very far ahead. Around him was what had once been a long valley, acres of fruit trees and grapes. Nothing remained now but a few bleak stumps and the mountains that stretched across the horizon at the far end. And the clouds of rolling ash that blew and drifted with the wind, settling over the weeds and remains of buildings, walls here and there, once in a while what had been a road.<\/p>\r\n                                             <p>http:\/\/www.gutenberg.org\/files\/32032\/32032-h\/32032-h.htm<\/p>",
    "uuid": "29721eda-2b54-11e5-890e-902b34691136",
    "translation_id": null,
    "created_at": "2015-07-16 14:31:20",
    "updated_at": "2016-10-05 22:23:37"
}