{
    "content_passage_id": "398f7df8-2b54-11e5-890e-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "Once [Jim] stole the teacher’s pen-knife, and, when he was afraid it would be found out and he would get whipped, he slipped it into George Wilson’s cap—poor Widow Wilson’s son, the moral boy, the good little boy of the village, who always obeyed his mother, and never told an untruth, and was fond of his lessons, and infatuated with Sunday-school. And when the knife dropped from the cap, and poor George hung his head and blushed, as if in conscious guilt, and the grieved teacher charged the theft upon him, and was just in the very act of bringing the switch down upon his trembling shoulders, a white-haired improbable justice of the peace did not suddenly appear in their midst, and strike an attitude and say, “Spare this noble boy—there stands the cowering culprit! I was passing the school- door at recess, and unseen myself, I saw the theft committed!” And then Jim didn’t get whaled, and the venerable justice didn’t read the tearful school a homily and take George by the hand and say such a boy deserved to be exalted, and then tell him to come and make his home with him, and sweep out the office, and make fires, and run errands, and chop wood, and study law, and help his wife to do household labors, and have all the balance of the time to play, and get forty cents a month, and be happy. No; it would have happened that way in the books, but it didn’t happen that way to Jim. No meddling old clam of a justice dropped in to make trouble, and so the\r\nmodel boy George got thrashed, and Jim was glad of it because, you know, Jim hated moral boys. Jim said he was “down on them milk-sops.” Such was the coarse language of this bad, neglected boy. \r\n\t\t \t \t \t\t\r\n",
    "uuid": "39a7aa42-2b54-11e5-890e-902b34691136",
    "translation_id": null,
    "created_at": "2015-07-16 14:31:35",
    "updated_at": "2016-10-05 22:23:37"
}