{
    "content_passage_id": "66e35ba8-c39a-11e5-b42c-22000af4874e",
    "page_number": 2,
    "section_number": null,
    "order": null,
    "contents": "<h3>A PETITION TO THE PRESIDENT OF THE UNITED STATES<\/h3>\r\n<p>Discoveries of which the people of the United States are not aware may affect the welfare of this nation in the near future. The liberation of atomic power which has been achieved places atomic bombs in the hands of the Army. It places in your hands, as Commander-in-Chief, the fateful decision whether or not to sanction the use of such bombs in the present phase of the war against Japan.<\/p>\r\n<p>We, the undersigned scientists, have been working in the field of atomic power. Until recently, we have had to fear that the United States might be attacked by atomic bombs during this war and that her only defense might lie in a counterattack by the same means. Today, with the defeat of Germany, this danger is averted and we feel impelled to say what follows:<\/p>\r\n<p>The war has to be brought speedily to a successful conclusion and attacks by atomic bombs may very well be an effective method of warfare. We feel, however, that such attacks on Japan could not be justified, at least not unless the terms which will be imposed after the war on Japan were made public in detail and Japan were given an opportunity to surrender.<\/p>\r\n<p>If such public announcement gave assurance to the Japanese that they could look forward to a life devoted to peaceful pursuits in their homeland and if Japan still refused to surrender our nation might then, in certain circumstances, find itself forced to resort to the use of atomic bombs. Such a step, however, ought not to be made at any time without seriously considering the moral responsibilities which are involved.<\/p>\r\n<p>The development of atomic power will provide the nations with new means of destruction. The atomic bombs at our disposal represent only the first step in this direction, and there is almost no limit to the destructive power which will become available in the course of their future development. Thus a nation which sets the precedent of using these newly liberated forces of nature for purposes of destruction may have to bear the responsibility of opening the door to an era of devastation on an unimaginable scale...<\/p>\r\n<p>In view of the foregoing, we, the undersigned, respectfully petition: first, that you exercise your power as Commander-in-Chief, to rule that the United States shall not resort to the use of atomic bombs in this war unless the terms which will be imposed upon Japan have been made public in detail and Japan knowing these terms has refused to surrender; second, that in such an event the question whether or not to use atomic bombs be decided by you in light of the considerations presented in this petition as well as all the other moral responsibilities which are involved.<\/p>\r\n\r\n<h4>Leo Szilard and 69 co-signers<\/h4>\r\n \r\n<p>http:\/\/www.dannen.com\/decision\/45-07-17.html<\/p>\r\n<p><strong>Source:<\/strong> U.S. National Archives, Record Group 77, Records of the Chief of Engineers, Manhattan Engineer District, Harrison-Bundy File, folder #76.<\/p>",
    "uuid": "6707733e-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}