{
    "content_passage_id": "ce5409c8-d17e-11e4-b41a-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<p><strong>\"The Power of Nonviolence,” A speech by Martin Luther King, Jr., June 04, 1957<\/strong><\/p>\r\n                                             <p>Another thing that we had to get over was the fact that the nonviolent resisters does not seek to humiliate or defeat the opponent but to win his friendship and understanding. This was always a cry that we had to set before people that our aim is not to defeat the white community, not to humiliate the white community, but to win the friendship of all of the persons who had perpetrated this system in the past. The end of violence or the aftermath of violence is bitterness. The aftermath of nonviolence is reconciliation and the creation of a beloved community. A boycott is never an end within itself. It is merely a means to awaken a sense of shame within the oppressor but the end is reconciliation, the end is redemption.<\/p>\r\n                                             <p>Then we had to make it clear also that the nonviolent resisters seek to attack the evil system rather than individuals who happen to be caught up in the system. And this is why I say from time to time that the struggle in the South is not so much the tension between white people and Negro people. The struggle is rather between justice and injustice, between the forces of light and the forces of darkness. And if there is a victory it will not be a victory merely for fifty thousand Negroes. But it will be a victory for justice, a victory for good will, a victory for democracy.<\/p>\r\n                                             <p>Another basic thing we had to get over is that nonviolent resistance is also an internal matter. It not only avoids external violence or external physical violence but also internal violence of spirit. And so at the center of our movement stood the philosophy of love. The attitude that the only way to ultimately change humanity and make the society that we all long for is to keep love at the center of our lives. Now people used to ask me from the beginning what do you mean by love and how is it that you can tell us to love those persons who seek to defeat us and those persons who stand against us; how can you love such persons? And I had to make it clear all along that love in its highest sense is not a sentimental sort of thing, not even an affectionate sort of thing.<\/p>\r\n                                             <p><Source: From “The Power of Non-violence,” a speech by Martin Luther King, Jr., June 04, 1957, available at: http:\/\/teachingamericanhistory.org\/library\/document\/the-power-of-non-violence\/><\/p>",
    "uuid": "670b1707-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-05-14 02:52:15",
    "updated_at": "2016-10-05 22:23:37"
}