{
    "content_passage_id": "d4f041ef-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h4><b>Bradbury & Lombe Business Consultants<br \/>\r\n2006 Annual Company Meeting Agenda<\/b><\/h4>\r\n\r\n<p>Date: April 12, 2006<\/p>\r\n\r\n<p><b>(A)<\/b><\/p>\r\n\r\n<p>(1) <b>Purpose:<\/b> The purpose of the Annual Company Meeting is to review the firm’s yearly goals and discuss company strategy for the next year.<\/p>\r\n\r\n<p><b>(B)<\/b><\/p>\r\n\r\n<p>(2) <b>9:00 a.m., Welcome:<\/b> J. R. Bradbury will give a brief overview of the firm’s goals for the past year and its achievements during that time. (3) There will be time for brief comments, however, more complex discussions will be handled during the open discussion time.<\/p>\r\n\r\n<p><b>(C)<\/b><\/p>\r\n\r\n<p>(4) <b>9:30 a.m., Financial Review:<\/b> Connie Parsons will deliver a review of the firm’s financial performance during the past year and projections through next may. (5) Her discussion included information about gross and net profits, expenditures, and profit sharing. (6) Ms. Parsons will also discuss the current business consulting market.<\/p>\r\n\r\n<p><b>(D)<\/b><\/p>\r\n\r\n<p>(7) <b>10:15 a.m., Research and Development:<\/b>Mario Lombe will present research into new avenues of profits. (8) Mr. Lombe will outline the planned “Bradbury & Lombe Business in a Bag” kit. (9) In addition to an overview of this project, the presentation will cover the timeline for implementation and projected costs and profits. Mr. Lombe will also review ideas under development and then he will after that open the floor for additional ideas and comments.<\/p>\r\n\r\n<p><b>(E)<\/b><\/p>\r\n\r\n<p>(10) <b>11:30 a.m., Lunch<\/b><\/p>\r\n\r\n<p><b>(F)<\/b><\/p>\r\n\r\n<p>(11) <b>1:00 p.m., Consulting Department Overview:<\/b> Loretta Lombe will discuss the performance of the business consulting department over the past year and projected changes and advancements in the next year. (12) This commentary will include a summary of efficiency consultant Karen Reilly’s report. (13) Each employee will have an opportunity to voice their comments and questions on this topic. (14) During open discussion, attendees can introduce any aspect of the company’s performance for consideration.<br \/>\r\n<br \/>\r\n<b>3:00 p.m., Open Discussion<\/b><br \/>\r\n<br \/>\r\n<b>5:00 p.m., Meeting Ends<\/b><\/p>",
    "uuid": "67155134-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 07:55:10",
    "updated_at": "2016-10-05 22:23:37"
}