{
    "content_passage_id": "cd6c6526-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h4><b>How to Leave a Job<\/b><\/h4>\r\n\r\n<p><b>(A)<\/b><\/p>\r\n\r\n<p>(1) Regardless of your reasons for leaving a job, you will do so in a professional manner. (2) Leaving a job can have long-term positive or negative affects on your career. (3) Before resigning, carefully consider your decision. (4) Be sure to discuss your situation with your employer if your main goal is a higher salary. (5) You may be able to come to a mutually beneficial agreement.<\/p>\r\n\r\n<p><b>(B)<\/b><\/p>\r\n\r\n<p>(6) If you decide to resign, write and sign a letter of resignation. (7) The letter can be brief and should include the date you will leave. (8) Be certain you really want to resign. (9) Does not explain the reasons for your resignation or disclose any information about your new position.(10) Be positive in the letter. (11) If you have enjoyed aspects of your work; let the firm know that you’ll miss these elements of your job. (12) Offer to assist with training a replacement or any other transitional duties.<\/p>\r\n\r\n<p><b>(C)<\/b><\/p>\r\n\r\n<p>(13) Meet with your Supervisor, preferably at the end of the day. (14) Make sure you meet privately. (15) Explain that you will be leaving, and give him or her the letter of resignation. (16) You do not need to be specific about why you are leaving. (17) Try to avoid a heated discussion or conflict. (18) Be positive and professional instead of negative or personal, and ask for a letter of recommendation.<\/p>\r\n\r\n<p><b>(D)<\/b><\/p>\r\n\r\n<p>(19) If you are truly unhappy in your job, it is best to leave as soon as possible, but give your employer reasonable notice of your departure.(20) A good rule of thumb is to give your employer notice equal to your yearly vacation days. (21) Try to make the transition smooth and pleasant for yourself, your coworkers, and your employer.<\/p>",
    "uuid": "67154dde-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 07:45:41",
    "updated_at": "2016-10-05 22:23:37"
}