{
    "content_passage_id": "c8fe2266-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h4><p><b>Memorandum<\/b><\/h4>\r\n\r\n<p>TO: State Financial Services Employees<br \/>\r\nFROM: George Ghazali, President<br \/>\r\nRE: Employee Dress Codes<br \/>\r\nDATE: November 12, 2006<\/p>\r\n\r\n<p><b>(A)<\/b><\/p>\r\n\r\n<p>(1) Recently, there has been a lot of discussion around the office about appropriate business dress. (2) Because State Financial Services are a professional, customer-service firm, it’s important that the firm’s employees look successful and businesslike. (3) However, I understand that requiring business suits can be a financial strain on some of our employees, due to clothing and dry cleaning costs. (4) Our firm has never had a formal dress code for employees, and it is important, to define a clear policy on this issue.(5) Therefore, the following dress code policy is proposed, which should satisfy all of our employees’ needs. (6) There is a company meeting on Monday at 9:00 a.m. in the conference room to address your concerns.<\/p>\r\n\r\n<p><b>(B)<\/b><\/p>\r\n\r\n<p>(7) On client meeting days (Mondays and Thursdays), professional business dress will be required. (8) Men are required to wear all suits and ties, and women should appear in business suits, either pants or skirts. (9) The firm will be implementing a dry cleaning service for his employees, but employees should only use this service for their business suits. (10) Do not abuse this privilege, or we will need to discontinue it.(11) Casual business dress on Tuesdays and Wednesdays is acceptable. (12) Fridays will be casual dress days, and jeans will only be allowed on Fridays. However, no shorts are allowed.<\/p>\r\n\r\n<p><b>(C)<\/b><\/p>\r\n\r\n<p>(13) Please prepare your thoughts prior to the meeting. (14) We will finalize the dress code next week, and it will be implemented after the Winter break. (15) Also, please remember to clean your own dishes instead of leaving them in the sink.<\/p>",
    "uuid": "67154c66-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 07:41:15",
    "updated_at": "2016-10-05 22:23:37"
}