{
    "content_passage_id": "b6283f58-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<img class=\"passage-image-floated\" src=\"\/uploads\/passage-images\/782\/the-first-detective_purloined-letter.jpg\" \/>\r\n<p><b>Focus Question:<\/b> What is the narrator’s attitude toward the prefect?<\/p>\r\n<p>[The narrator is sitting with his friend Auguste Dupin, thinking about the mystery of the murder of Marie Roget in the Rue Morgue, which Dupin previously solved.] <br \/>\r\n<br \/>\r\n…the door of our apartment was thrown open and admitted our old acquaintance, Monsieur G—, the Prefect of the Parisian police.<br \/>\r\n<br \/>\r\nWe gave him a hearty welcome; for there was nearly half as much of the entertaining as of the contemptible about the man, and we had not seen him for several years. We had been sitting in the dark, and Dupin now arose for the purpose of lighting a lamp, but sat down again, without doing so, upon G.’s saying that he had called to consult us, or rather to ask the opinion of my friend, about some official business which had occasioned a great deal of trouble.<br \/>\r\n<br \/>\r\n“If it is any point requiring reflection,” observed Dupin…, “we shall examine it to better purpose in the dark.”<br \/>\r\n<br \/>\r\n“That is another of your odd notions,” said the Prefect, who had a fashion of calling every thing “odd” that was beyond his comprehension, and thus lived amid an absolute legion of “oddities.”<br \/>\r\n<br \/>\r\n“Very true,” said Dupin, as he supplied his visitor with a pipe, and rolled towards him a comfortable chair.<br \/>\r\n<br \/>\r\n“And what is the difficulty now?” I asked. …<br \/>\r\n<br \/>\r\n“…The fact is, the business is very simple indeed, and I make no doubt that we can manage it sufficiently well ourselves; but then I thought Dupin would like to hear the details of it, because it is so excessively odd.”<br \/>\r\n<br \/>\r\n“Simple and odd,” said Dupin.<br \/>\r\n<br \/>\r\n“Why, yes; … we have all been a good deal puzzled because the affair is so simple, and yet baffles us altogether.”<br \/>\r\n<br \/>\r\n“Perhaps it is the very simplicity of the thing which puts you at fault,” said my friend.<br \/>\r\n<br \/>\r\n“What nonsense you do talk!” replied the Prefect, laughing heartily.<\/p>",
    "uuid": "67154184-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 06:13:46",
    "updated_at": "2016-10-05 22:23:37"
}