{
    "content_passage_id": "c2a3d26f-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<p>Parsons Paper Products<br \/>\r\n1253 Evergreen Place, Suite 231<br \/>\r\nSeattle, WA 98102<br \/>\r\n(206) 555-5152<br \/>\r\n<br \/>\r\nTo Whom It May Concern: <\/p>\r\n\r\n<p><b>(A)<\/b><\/p>\r\n\r\n<p>(1) Amanda Gomez has worked for our firm for the past three years. (2) She started with us as a part-time receptionist and is later promoted to a full-time executive assistant. (3) She is bright, motivated, and a hard worker. (4) I am sorry to say that our firm must let Amanda go due to budgetary cutbacks. (5) Her performance during that time has been exceptional. (6) I highly recommend her.<br \/>\r\n<br \/>\r\n<\/p>\r\n\r\n<p><b>(B)<\/b><\/p>\r\n\r\n<p>(7) Amanda’s duties at our firm included answering phones, typing, filing, taking meeting notes, and data entry. (8) In addition, Amanda took on the responsibility of coordinating several marketing efforts and of keeping our marketing materials in stock and up-to-date. (9) I know that Amanda hopes to move into a more responsible position in Marketing, and I believe that she is up to the task. (10) She is organized and flexible, she has a good eye for quality marketing materials. (11) She is a capable writer as well.<br \/>\r\n<br \/>\r\n<\/p>\r\n\r\n<p><b>(C)<\/b><\/p>\r\n\r\n<p>(12) Though Amanda has been a valuable asset during her time with us. (13) If I were in a position to hire Amanda again, I would certainly consider them for any appropriate position. (14) Please feel free to contact me if you have any questions about Amanda’s experience at our firm.<br \/>\r\n<br \/>\r\n<\/p>\r\n\r\n<p>Sincerely,<br \/>\r\n<br \/>\r\nCaroline P. Parsons<br \/>\r\nVice President, Finance and Marketing<br \/>\r\nParsons Paper Products<\/p>",
    "uuid": "67154986-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 07:29:34",
    "updated_at": "2016-10-05 22:23:37"
}