{
    "content_passage_id": "c60d613e-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h4><b>The Importance of Recycling<\/b><\/h4>\r\n\r\n<p><b>(A)<\/b><\/p>\r\n\r\n<p>(1) Recycling has increased from less than 10% of household waste in 1980 to over 30%, but America still has a problem with waste. (2) The amount of trash thrown away each year has increased also, according to the EPA, from 150 million tons in 1980 to over 230 million tons of garbage in 2003. (3) That’s four too five pounds of trash per person each day. (4) If Americans recycled all of their recyclable materials, there would be over 25% less trash.<\/p>\r\n\r\n<p><b>(B)<\/b><\/p>\r\n\r\n<p>(5) Paper can be recycled to use less energy, maintain animal habitats, and reduce pollution.(6) The number of Sunday newspapers in the United States is equal to 500,000 trees a week.(7) Offices also use a lot of paper. (8) That paper could be used to make new paper. (9) Recycled paper can be reformed into new paper up to six times before the fibers become too week.<\/p>\r\n\r\n<p><b>(C)<\/b><\/p>\r\n\r\n<p>(10) Aluminum is another easily recycled material.(11) Almost all canned drinks are sold in aluminum cans, and this can be reformed into new cans after they are used. (12) Unlike paper, aluminum can be reused over and over again.(13) The ore used to make aluminum for drink cans are imported from other countries. (14) It is expensive and requires a lot of energy to process.(15) Recycled aluminum is cheaper and uses less energy, but many aluminum cans still don’t get recycled.<\/p>\r\n\r\n<p><b>(D)<\/b><\/p>\r\n\r\n<p>(16) Many other materials, such as plastic and glass, can also be recycled to reduce landfills and save energy. (17) Many people don’t recycle because of the inconvenience of sorting materials and transporting them to appropriate recycling centers. (18) However, the problems created by trash far outweigh this inconvenience. (19) If every American recycled, we can have less pollution and use less energy.<\/p>",
    "uuid": "67154afd-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 07:35:20",
    "updated_at": "2016-10-05 22:23:37"
}