{
    "content_passage_id": "69e58a6d-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<p>Wisconsin Republican Senator Joseph R. McCarthy rocketed to public attention in 1950 with his allegations that hundreds of Communists had infiltrated the State Department and other federal agencies. These charges struck a particularly responsive note at a time of deepening national anxiety about the spread of world communism.<br \/>\r\n<br \/>\r\nMcCarthy relentlessly continued his anticommunist campaign into 1953, when he gained a new platform as chairman of the Senate Permanent Subcommittee on Investigations. He quickly put his imprint on that subcommittee, shifting its focus from investigating fraud and waste in the executive branch to hunting for Communists. He conducted scores of hearings, calling hundreds of witnesses in both public and closed sessions.<br \/>\r\n<br \/>\r\nIn the spring of 1954, McCarthy picked a fight with the U.S. Army, charging lax security at a top-secret army facility. The army responded that the senator had sought preferential treatment for a recently drafted subcommittee aide. Amidst this controversy, McCarthy temporarily stepped down as chairman for the duration of the three-month nationally televised spectacle known to history as the Army-McCarthy hearings.<br \/>\r\n<br \/>\r\nThe army hired Boston lawyer Joseph Welch to make its case. At a session on June 9, 1954, McCarthy charged that one of Welch’s attorneys had ties to a Communist organization. As an amazed television audience looked on, Welch responded with the immortal lines that ultimately ended McCarthy’s career: “Until this moment, Senator, I think I never really gauged your cruelty or your recklessness.” When McCarthy tried to continue his attack, Welch angrily interrupted, “Let us not assassinate this lad further, senator. You have done enough. Have you no sense of decency?”<\/p>",
    "uuid": "69f3d309-8182-11e5-bc99-902b34691136",
    "translation_id": null,
    "created_at": "2015-08-27 03:25:01",
    "updated_at": "2016-10-05 22:23:37"
}