{
    "content_passage_id": "7659d5d4-9404-11e6-babe-a89802414180",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h3>Niagara Falls<\/h3>\r\nNiagara Falls is the largest waterfall (by volume) in North America. The falls \r\nactually consists of three separate components - Horseshoe Falls, American \r\nFalls, and Bridal Veil Falls. Combined, the Falls has an average discharge of a \r\nmind boggling over 750,000 gallons per second. Over 90% of the volume is \r\nsaid to flow over the Horseshoe Falls (though numbers from some sources \r\ndon't add up). <p><\/p>\r\n\r\nThe Niagara River marks the border between New York, USA and Ontario, \r\nCanada. The American and Bridal Veil Falls lies on the American side while \r\nthe Horseshoe Falls is considered Canadian even though the political boundary \r\nsplits the falls. But regardless of which country you're in, the falls are easily \r\nexperienced from both sides. <p><\/p>\r\n\r\nThe falls contribute a large amount of hydroelectric power to the power \r\ngrid in the Eastern US and Canada. At the falls, there’s a statue of Nikola Tesla, who was the first to successfully turn the energy of falling water from Niagara Falls into electricity. \r\nThis electricity that was then distributed for private and industrial\r\n use. Though hydroelectricity has been controversial in terms of the \r\nenvironment (and especially a bane for waterfalling), there's no denying the \r\ncritical role it has played in allowing certain cities (and even whole economies) \r\nto be built up and thrive. The human intervention has also meant the flow of \r\nthe Niagara River is regulated in a way that actually slows down the rate of \r\nerosion of the falls and keeps the flow constant nearly year round (except for \r\nthe coldest of winters when the river and falls are frozen over).",
    "uuid": "79fad076-9404-11e6-babe-a89802414180",
    "translation_id": null,
    "created_at": "2016-07-08 11:24:33",
    "updated_at": "2016-01-26 02:32:42"
}