{
    "content_passage_id": "765a1b52-9404-11e6-babe-a89802414180",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<b>El 12 de junio de 1987, el presidente Ronald Reagan dio un discurso en Berlín, cerca del muro que había dividido Berlín Oriental y Berlín Occidental desde comienzos de la década de 1960. Este pasaje es un fragmento de ese discurso, en el que el presidente Reagan convocó a Mijaíl Gorbachov, el líder de la Unión Soviética, para derribar el muro.<\/b>\n<p><\/p>\n... en occidente, hoy vemos un mundo libre que ha logrado un nivel de prosperidad y bienestar sin precedentes en toda la historia humana. En el mundo comunista, vemos fracaso, atraso tecnológico, estándares decrecientes de salud, hasta necesidades del tipo más básico... muy poca comida. Luego de estas cuatro décadas, entonces, aquí yace ante el mundo entero una gran e ineludible conclusión: la libertad lleva a la prosperidad. La libertad reemplaza el odio antiguo entre las naciones con paz. La libertad es la triunfadora.\n<p><\/p>\nY ahora los soviéticos mismos pueden, de forma excluyente, llegar a entender la importancia de la libertad... Damos la bienvenida al cambio y apertura, porque creemos que la libertad y la seguridad van juntas, que el avance de la libertad humana solo puede fortalecer la causa de la paz mundial.\n<p><\/p>\nSolo hay un signo que los soviéticos pueden realizar que haría... avanzar considerablemente la causa de la libertad y paz. Secretario General Gorbachov, si busca la paz, si busca la prosperidad para la Unión Soviética y Europa del Este, si busca la liberalización: ¡Venga aquí, a esta puerta! Sr. Gorbachov, ¡abra esta puerta! Sr. Gorbachov, ¡derribe este muro!\n<p><\/p>\nFuente: Del discurso en la Puerta de Brandenburgo, Berlín Occidental, Alemania, por Ronald Reagan, 12 de junio de 1987, disponible en http:\/\/historyplace.com\/speeches\/reagan-tear-down.htm\n",
    "uuid": "79fe9062-9404-11e6-babe-a89802414180",
    "translation_id": "44c2d844-9405-11e6-babe-a89802414180",
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-17 07:56:02"
}