{
    "content_passage_id": "82403ee3-a024-11e4-b41a-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": null,
    "contents": "<h3>Quotation<\/h3>\r\n\r\n<p>\"The marvel of all history is the patience with which men and women submit to burdens unnecessarily laid upon them by their governments.\"<\/p>\r\n<div class=\"text-right\"><p>--George Washington<\/p><\/div>\r\n\r\n<h3>Letter<\/h3>\r\n<p>Letter from Jackie Robinson to President Eisenhower, May 13, 1958<\/p>\r\n \r\n<p>My dear Mr. President,<\/p>\r\n\r\n<p>I was sitting in the audience at the Summit Meeting of Negro Leaders yesterday when you said we must have patience. On hearing you say this, I felt like standing up and saying, \"Oh no! Not again.\"<\/p>\r\n \r\n<p>I respectfully remind you sir, that we have been the most patient of all people. When you said we must have self-respect, I wondered how we could have self-respect and remain patient considering the treatment accorded to us through the years.<\/p>\r\n \r\n<p>17 million Negroes cannot do as you suggest and wait for the hearts of men to change. We want to enjoy now the rights that we feel we are entitled to as Americans. This we cannot do unless we pursue aggressively goals which all other Americans achieved over 150 years ago.<\/p>\r\n \r\n<p>As the chief executive of our nation, I respectfully suggest that you unwittingly crush the spirit of freedom in Negroes by constantly urging forbearance and give hope to those pro-segregation leaders like Governor Faubus who would take from us even those freedoms we now enjoy...<\/p>\r\n \r\n<p>In my view, an unequivocal statement backed up by action such as you demonstrated you could take last fall in dealing with Governor Faubus if it became a necessity, would let it be known that America is determined to provide—in the near future—for Negroes—the freedoms we are entitled to under the constitution.<\/p>\r\n\r\n<p>Sincerely yours,\r\n<br \/>\r\nJackie Robinson<\/p>\r\n\r\n<p>Source: http:\/\/www.archives.gov\/education\/lessons\/jackie-robinson\/letter-1958.html<\/p>",
    "uuid": "82520c6a-a024-11e4-b41a-902b34691136",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}