{
    "content_passage_id": "f3ce345c-a024-11e4-b41a-902b34691136",
    "page_number": 2,
    "section_number": null,
    "order": 2,
    "contents": "<h3>Let Workers Work; No Pay For Exercise<\/h3>\r\n\r\n<p>The obesity problem in the U.S. should not be confronted in the workplace. It is neither the government’s nor the employer's responsibility to oversee the health and exercise of its citizens and employees. Workers should exercise on their own time.<\/p>\r\n \r\n<p>It is not the function of the employer to serve as a \"parent\" to the employee, telling them how to take care of themselves. Where would this \"worker parenting\" end? Would employers start checking grocery receipts to see what food the workers purchased? Would they monitor workers' sleep? This program is a dangerous violation of citizen privacy.<\/p>\r\n \r\n<p>Employees should be paid for the work they do, not for other non-work activities they perform while at work. Employers can encourage healthy habits, yes, but they should not force employees to do anything outside their job functions. Employers can encourage their workers to exercise outside of work hours and reward them with lower premium costs for improved health outcomes.<\/p>\r\n \r\n<p>This program would create logistical and reporting nightmares: would employers have to require showers for employees, or would workers not be able to change their clothes before and after exercising? How can the government ensure that this time is spent actually exercising? Perhaps the employer forces the employee to work for that 1\/2 hour and increases pressure to exercise after work hours so that health metrics improve.<\/p>\r\n \r\n<p>Who would decide what is considered \"exercise?\" Would employees have to wear electronic devices that track their heart rate? What about those who are unable to exercise due to disability? Would they get a waiver? If so, who would monitor the waiver process? What if a person exercised but still didn't show improvement in his\/her health metrics? What happened to the good old days, where employees went to work to work, and took care of themselves on their own time?<\/p>\r\n \r\n<p>As you can see, this law would create more problems that it would solve. The law is unnecessary, unmanageable, and intrusive.<\/p>",
    "uuid": "f3e290fa-a024-11e4-b41a-902b34691136",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}