{
    "content_passage_id": "f5cd5cd1-a024-11e4-b41a-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h3>All Citizens Should Learn a Second Language<\/h3>\n\n<p>Bilingualism should be a higher priority in the U.S. All children should be taught a second language in school, and adults should take it upon themselves to learn a second language. Greater bilingualism would increase our appreciation and acceptance of other cultures, both inside and outside the U.S.A.<\/p>\n \n<p>Other countries have higher rates of bilingualism, and this serves them well. 53% of continental Europeans can hold a conversation in more than one language, compared to only 17.9% of Americans, according to a 2001 European Commission report.<\/p>\n \n<p>Although English is still the language used most in international business, only speaking English is fast becoming a disadvantage to job seekers. Greater bilingualism would make U.S. companies--and employees--more competitive throughout the 21st Century, and it would also make the U.S. a more attractive place for growing non-U.S. companies. Linguist Francois Grosjean points out that better jobs, and better-paying jobs are available for those who speak two languages.<\/p>\n \n<p>Bilingualism is also good for your health. As NewScientist magazine reports, bilingualism has been correlated to a decreased risk for Alzheimer's disease and dementia in later life.<\/p>\n \n<p>English may be the international language of business now, but we can't be assured that this will continue to be so. To remain competitive with countries that have greater rates of bilingualism, we must also encourage it in our students and workers. With apps like DuoLingo and other software, learning a second language has never been more accessible and inexpensive.<\/p>\n \n<p>Sources:\n<br \/>\nhttp:\/\/www.newscientist.com\/article\/mg21428634.000-oh-to-be-bilingual-in-the-anglosphere.html#.UvreC_ldUeM\n<br \/>\nhttp:\/\/www.ocol-clo.gc.ca\/html\/statsbil_e.php\n<br \/>\nhttp:\/\/www.multilingualliving.com\/2011\/03\/03\/what-bilingualism-is-not\/\n<br \/>\nhttps:\/\/www.openforum.com\/articles\/the-5-essential-languages-for-business\/\n<br \/>\nhttp:\/\/www.washingtonpost.com\/blogs\/the-checkup\/post\/being-bilingual-may-delay-dementia\/2012\/03\/28\/gIQA7UQ5gS_blog.html\n<\/p>",
    "uuid": "f5dc9cd0-a024-11e4-b41a-902b34691136",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}