{
    "content_passage_id": "f5cd5cd1-a024-11e4-b41a-902b34691136",
    "page_number": 2,
    "section_number": null,
    "order": 2,
    "contents": "<h3>Just English is Just Fine<\/h3>\n\n<p>There is no need to encourage greater bilingualism in either children or adults; the current rate of bilingualism in the U.S. is just fine as it is. This country came to be a superpower with lower rates of bilingualism than other countries, and there is no evidence to show that we need to change.<\/p>\n\n<p>Some people say that greater bilingualism leads to greater cultural understanding, but this is false. A person can accept and appreciate another culture without having to learn its language. My uncle is one of them.<\/p>\n \n<p>The study showing a correlation between bilingualism and dementia did not show when learning a second language had the benefit of delaying the onset of dementia. It could be that only people who have been bilingual since childhood experience this benefit. If it doesn’t help adults, why should adults spend hours studying a subject that will not directly benefit them?<\/p>\n \n<p>Being bilingual is certainly a worthy goal, and it does benefit a child to grow up learning two languages; however, the benefits are not so great that we should impose this learning upon people. Bilingual people can use their skills to their advantage to get jobs and enjoy travel. Those who speak only English will benefit by having access to plenty of translators when we need them. Fluency in a second language isn't needed for most jobs.<\/p>\n \n<p>Though English is the second-most used language in the world (Mandarin is spoken by over one billion speakers), it is the official language of more countries than any other language. English is the undisputed language of business. Learning English is critical for non-English native speakers, but learning a second language is not critical for native English speakers. With our current rate of bilingualism, the U.S. has the greatest economy in the world. Why fix what isn't broken?<\/p>\n \n<p>Learning a second language takes too much time as an adult, and even when adolescents and adults study hours a day, they very rarely learn to speak as well as a native speaker. With so many other subjects equally worthy of study, we should not prioritize learning a second language over other knowledge and skills.<\/p>\n\n<p>\nhttps:\/\/www.openforum.com\/articles\/the-5-essential-languages-for-business\/\n<br \/>\nhttp:\/\/www.washingtonpost.com\/blogs\/the-checkup\/post\/being-bilingual-may-delay-dementia\/2012\/03\/28\/gIQA7UQ5gS_blog.html\n<br \/>\nhttp:\/\/listverse.com\/2008\/06\/26\/top-10-most-spoken-languages-in-the-world\/\n<\/p>",
    "uuid": "f5e1b4e1-a024-11e4-b41a-902b34691136",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}