{
    "content_passage_id": "fa6ede49-2b51-11e5-890e-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<p><b>Genetically Modified Foods: Could They Eliminate Famine?<\/b><\/p><p>Between the years 1845 and 1852, Ireland endured seven years of mass starvation known today as “The Great Hunger.” Approximately one million people starved to death, and another two million fled in an effort to save themselves and their families. The immediate cause of the famine was a blight that killed potato crops throughout Europe. Ireland suffered most from the potato blight because a third of its population was totally dependent on the potato crop for survival.<\/p>\r\n <p>Recent advances in genetically modified (GM) food could have prevented Ireland’s “Great Hunger” by introducing potatoes resistant to the disease that destroyed Ireland’s potato crop. GM foods have the enormous and exciting potential to eliminate the scourge of world hunger.<\/p>\r\n <p>The term \"genetically modified food\" refers to crop plants created for human and animal consumption that use the latest molecular biology techniques to enhance desired traits such as resistance to disease or increased nutritional content. Traditionally, such enhancements would have been done through plant breeding—a very time consuming process. Genetic engineering can create plants with the desired traits rapidly and with great accuracy.<\/p>\r\n<p>Growing GM foods can potentially increase food production, thus making it possible to feed more people, especially in developing countries.  Improved food quality is another benefit associated with GM foods. A tomato, for example, can be genetically engineered to stay fresh longer. Another advantage is that GM crops can be engineered to withstand fluctuations in weather, thus assuring sufficient yields despite a poor growing season. Finally, GM crops could be engineered to include nutrients missing in a local diet.<\/p>\r\n<p>Although some scientists have raised questions about the long-term effects of GM foods, research to date has found no harmful effects associated with consuming GM foods. Yes, the use and development of GM foods is controversial, but until scientists prove that their use is harmful we should harness the power of GM foods to help feed the world.<\/p>\r\n <p>\r\n [References:\r\n <br \/>\r\n http:\/\/www.geneticallymodifiedfoods.co.uk\/what-are-genetically-modified-foods.html\r\n <br \/>\r\n http:\/\/www.geneticalltmodifiedfoods.co.uk\/fact-sheet-pros-vs-cons.html\r\n <br \/>\r\n http:\/\/www.pbs.org\/wgbh\/harvest\/etc\/synopsis.html\r\n <br \/>\r\n http:\/\/www.article-3.com\/the-pros-and-cons-of-genetically-modifying-you-food-912185\r\n <br \/>\r\n http:\/\/www.blueribbonfoods.com\/my_health_info\/GMOs_-_pros_and_cons.pdf]\r\n <\/p>",
    "uuid": "27d3c838-2b54-11e5-890e-902b34691136",
    "translation_id": null,
    "created_at": "2015-07-16 14:31:19",
    "updated_at": "2016-10-05 22:23:37"
}