{
    "content_passage_id": "66e358d3-c39a-11e5-b42c-22000af4874e",
    "page_number": 2,
    "section_number": null,
    "order": null,
    "contents": "<p><b>The Obesity Crisis in America<\/b><\/p>\r\n<p>As Surgeon General, I welcome this chance to talk with you about a health crisis affecting every state, every city, every community, and every school across our great nation.<\/p>\r\n<p>The crisis is obesity. It’s the fastest-growing cause of disease and death in America. And it’s completely preventable.<\/p>\r\n<ul>\r\n    <li>Nearly two out of every three Americans are overweight or obese.<\/li>\r\n    <li>One out of every eight deaths in America is caused by an illness directly related to overweight and obesity.<\/li>\r\n<\/ul>\r\n<p>\r\nThink of it this way: statistics tell us that of the 20 members serving on this subcommittee, at least two will die because of a completely preventable illness related to overweight or obesity. Because of overweight or obesity, two of you will spend less time serving your communities and enjoying your children and grandchildren.<\/p>\r\n<p>America’s children are already seeing the initial consequences of a lack of physical activity and unhealthy eating habits. Fortunately, there is still time to reverse this dangerous trend in our children’s lives.<\/p>\r\n<p>Let’s start with the good news: I am pleased to be able to report that most of America’s children are healthy...<\/p>\r\n<p>But the bad news is that an unprecedented number of children are carrying excess body weight. That excess weight significantly increases our kids’ risk factors for a range of health problems, including diabetes, heart disease, asthma, and emotional and mental health problems...<\/p>\r\n<p>The fact is that we have an epidemic of childhood obesity. A study conducted in May by the New York City Department of Health and Mental Hygiene and the Department of Education found that, adjusted to National Standards, nearly one in four of the children in New York City’s public elementary schools is overweight...<\/p>\r\n<p>Looking back 40 years to the 1960s, when many of us in this room were children, just over four percent of 6- to 17-year-olds were overweight. Since then, that rate has more than tripled, to over 15 percent. And the problem doesn’t go away when children grow up. Nearly three out of every four overweight teenagers may become overweight adults.<\/p>\r\n<p>I’m not willing to stand by and let that happen. American children deserve much better than being condemned to a lifetime of serious, costly, and potentially fatal medical complications associated with excess weight...<\/p>\r\n<p>We know more than ever about the combination of genetic, social, metabolic, and environmental factors that play a role in children’s weight.<\/p>\r\n<p>But the fundamental reason that our children are overweight is this: Too many children are eating too much and moving too little.<\/p>\r\n<p>In some cases, solving the problem is as easy as turning off the television and keeping the lid on the cookie jar.<\/p>\r\n<p>Our children did not create this problem. Adults did. Adults increased the portion size of children’s meals, developed the games and television that children find spellbinding, and chose the sedentary lifestyles that our children emulate. So adults must take the lead in solving this problem.<\/p>\r\n<p>http:\/\/www.surgeongeneral.gov\/news\/testimony\/obesity07162003.html<\/p>",
    "uuid": "67076cd6-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}