{
    "content_passage_id": "66e355a8-c39a-11e5-b42c-22000af4874e",
    "page_number": 2,
    "section_number": null,
    "order": null,
    "contents": "<p><strong>Consensus: 97% of Climate Scientists Agree<\/strong><\/p>\r\n \r\n<p>Ninety-seven percent of climate scientists agree that climate-warming trends over the past century are very likely due to human activities, and most of the leading scientific organizations worldwide have issued public statements endorsing this position. The following is a partial list of these organizations, along with links to their published statements and a selection of related resources.<\/p>\r\n<p><strong>AMERICAN SCIENTIFIC SOCIETIES<\/strong><\/p>\r\n<p>\r\n    <strong>Statement on climate change from 18 scientific associations<\/strong> \"Observations throughout the world make it clear that climate change is occurring, and rigorous scientific research demonstrates that the greenhouse gases emitted by human activities are the primary driver.\" (2009)\r\n<\/p>\r\n<p>\r\n    <strong>American Association for the Advancement of Science<\/strong> \"The scientific evidence is clear: global climate change caused by human activities is occurring now, and it is a growing threat to society.\" (2006)\r\n<\/p>\r\n<p>\r\n    <strong>American Chemical Society<\/strong> \"Comprehensive scientific assessments of our current and potential future climates clearly indicate that climate change is real, largely attributable to emissions from human activities, and potentially a very serious problem.\" (2004)\r\n<\/p>\r\n<p>\r\n    <strong>American Geophysical Union<\/strong> \"The Earth's climate is now clearly out of balance and is warming. Many components of the climate system — including the temperatures of the atmosphere, land and ocean, the extent of sea ice and mountain glaciers, the sea level, the distribution of precipitation, and the length of seasons — are now changing at rates and in patterns that are not natural and are best explained by the increased atmospheric abundances of greenhouse gases and aerosols generated by human activity during the 20th century.\" (Adopted 2003, revised and reaffirmed 2007)\r\n<\/p>\r\n<p>\r\n    <strong>American Medical Association<\/strong> \"Our AMA ... supports the findings of the Intergovernmental Panel on Climate Change’s fourth assessment report and concurs with the scientific consensus that the Earth is undergoing adverse global climate change and that anthropogenic contributions are significant.\" (2013)...\r\n<\/p>\r\n \r\n<br \/>               \r\n<p>\r\n    <strong>SCIENCE ACADEMIES<\/strong>\r\n<\/p>\r\n<p>\r\n    <strong>International academies: Joint statement<\/strong> \"Climate change is real. There will always be uncertainty in understanding a system as complex as the world’s climate. However there is now strong evidence that significant global warming is occurring. The evidence comes from direct measurements of rising surface air temperatures and subsurface ocean temperatures and from phenomena such as increases in average global sea levels, retreating glaciers, and changes to many physical and biological systems. It is likely that most of the warming in recent decades can be attributed to human activities (IPCC 2001).\" (2005, 11 international science academies)...\r\n<\/p>\r\n    \r\n<br \/>\r\n<p>\r\n    <strong>U.S. GOVERNMENT AGENCIES<\/strong>\r\n<\/p>\r\n<p>\r\n    <strong>U.S. Global Change Research Program<\/strong> \"The global warming of the past 50 years is due primarily to human-induced increases in heat-trapping gases. Human 'fingerprints' also have been identified in many other aspects of the climate system, including changes in ocean heat content, precipitation, atmospheric moisture, and Arctic sea ice.\" (2009, 13 U.S. government departments and agencies)\r\n<\/p>\r\n<p>\r\n    <a href=\"http:\/\/climate.nasa.gov\/scientific-consensus\">http:\/\/climate.nasa.gov\/scientific-consensus<\/a>\r\n<\/p>",
    "uuid": "67076592-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}