{
    "content_passage_id": "66e358d3-c39a-11e5-b42c-22000af4874e",
    "page_number": 1,
    "section_number": null,
    "order": null,
    "contents": "<p><b>Report of the National Health Institute (NIH) on obesity in the United States<\/b><\/p>\r\n<p>Why should we care about our families' weight? There has been a lot of talk lately about how much heavier Americans are now than in the 1970s. There also has been a lot of news about the health problems linked to obesity. <strong><i>We Can!<\/i><\/strong>&reg; is working to make a difference in helping families eat better and move more.<\/p>\r\n\r\n<p><\/strong>Adult Obesity Rates and Statistics<\/strong><\/p>\r\n\r\n<p>\r\nAccording to the National Health and Nutrition Examination Surveys (NHANES) (2009-2010), approximately 69% of adults are overweight or obese, with more than 78 million adult Americans considered obese.<\/p>\r\n\r\n<p><strong>Childhood Obesity Rates and Statistics<\/strong><\/p>\r\n<p>Children have become heavier as well. In the past 30 years, the prevalence of childhood obesity has more than doubled among children ages 2 to 5, has nearly tripled among youth ages 6 to 11, and has more than tripled among adolescents ages 12 to 19. However, recent data suggest that the rate of overweight in children did not increase significantly between 1999 and 2008, except in the heaviest boys (BMI for age greater than or equal to the 97th percentile).<\/p>\r\n\r\n<p>This rate, though, remains alarmingly high. About 17% of American children ages 2 to 19, or 1 in 6, are obese. Further, the latest data continue to suggest that overweight and obesity are having a greater effect on minorities, including blacks and Hispanics.<\/p>\r\n\r\n<p><strong>Health Problems Linked to Obesity<\/strong><\/p>\r\n<p>Obesity in childhood can add up to health problems—often for life. In adults, overweight and obesity are linked to increased risk of heart disease, type 2 diabetes (high blood sugar), high blood pressure, certain cancers, and other chronic conditions. Research has shown that obese children are more likely to be overweight or obese as adults.<\/p>\r\n\r\n<p>Data from the 2005-2006 NHANES survey show that in the United States, nearly 13% of adults age 20 and older have diabetes, but 40% of them have not been diagnosed. Type 2 diabetes (formerly called adult-onset diabetes) accounts for up to 95 percent of all diabetes cases and almost all cases of undiagnosed diabetes. Pre-diabetes, which causes no symptoms, greatly raises the risk of a heart attack or stroke and of developing type 2 diabetes.<\/strong>\r\n\r\n<p>Though rare in youth ages 12 to 19 years, type 2 diabetes is increasingly being seen in children and adolescents, particularly among minority communities. Moreover, the 2005-2006 NHANES data show that about 16% of these youth have pre-diabetes. In a recent national study, 58% of children diagnosed with type 2 diabetes were obese.<\/p>\r\n\r\n<p><strong>The American Environment<\/strong><\/p>\r\n<p>Your weight is the result of many things working together—the choices you make, your environment, your metabolism (the way your body converts food and oxygen into energy), and your genes.<\/p>\r\n\r\n<p>Changes in our environment that make it harder to engage in healthy behavior have a lot to do with our overall increase in weight over the past few decades. For example:<\/p>\r\n<ul>\r\n    <li>- We're an in-the-car and sit-behind-a-desk society. For many of us—parents and children alike—daily life doesn't involve a lot of physical activity and exercise. If we want to be active, we have to make an effort.<\/li>\r\n    <li>- Food is everywhere, and so are messages telling us to eat and drink. We can get something to eat in places where it was never available before—like the gas station. Going out to eat or getting carryout is easy.<\/li>\r\n    <li>- Food portions at restaurants and at home are bigger than they used to be. To learn how these larger portions impact the calories or energy you take in, visit the <a href=\"http:\/\/www.nhlbi.nih.gov\/health\/public\/heart\/obesity\/wecan\/eat-right\/distortion.htm\">Portion Distortion page<\/a>. Becoming obese doesn't happen overnight. <a href=\"http:\/\/onepoundatatime.hhs.gov\/\">Obesity happens over time<\/a> when the energy we take in by eating is not in balance with the energy we burn from physical activity. This website provides information and resources about the things parents and communities can do to prevent overweight and obesity.<\/li>\r\n<\/ul>\r\n<p><a href=\"http:\/\/www.nhlbi.nih.gov\/health\/public\/heart\/obesity\/wecan\/healthy-weight-basics\/obesity.htm\">http:\/\/www.nhlbi.nih.gov\/health\/public\/heart\/obesity\/wecan\/healthy-weight-basics\/obesity.htm<\/a><\/p>",
    "uuid": "67076a92-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}