{
    "content_passage_id": "66e358d3-c39a-11e5-b42c-22000af4874e",
    "page_number": 3,
    "section_number": null,
    "order": null,
    "contents": "<p><strong>The War on Fat<\/strong><\/p>\r\n<p>The war on obesity in the United States has become so heated and intense that some doctors are actually refusing to treat their overweight patients. A recent poll in Florida revealed that 14.2% of Ob\/Gyn doctors refused to treat obese patients, even if otherwise they are in good health. The survey also made clear that some doctors worry about heavy patients damaging their exam tables, and others that overweight patients can present complex medical problems.<\/p>\r\n<p>Already, when overweight people seek medical care they are often denied tests and treatments they need based on their weight alone. If the anti-obesity hawks were really concerned about the health of overweight people, wouldn’t they fight to get them the healthcare they deserve?<\/p>\r\n<p>The common bias about overweight people is that they lack self-control and stubbornly refuse to exercise. The recent decision by the American Medical Association (AMA) to classify obesity as a disease will only cement that perception. Although the AMA explained that it made this decision in an effort to “reduce the stigma of obesity that stems from the widespread perception that it is simply the result of eating too much or exercising too little,” in fact, the classification of obesity as a disease will have exactly the opposite effect. It will foster and encourage the weight bias so prevalent among doctors and in the country as a whole.<\/p>\r\n<p>The only winners in the war on fat are the industries and drug companies dedicated to “helping” Americans loose weight. At present, it is a $66 billion industry that sells hope, self-esteem, and release from the incessant carping of others to lose weight. Despite all the money Americans spend on weight-loss schemes and diet pills, the sad fact is that nearly everyone who uses these products eventually gains back all the weight they had originally lost.<\/p>\r\n<p>There’s no doubt about it: the United States is a challenging environment if you are fat. Some of this is due to increased government involvement on a state and federal level in the eating habits of Americans. When the government takes on responsibility for public health, it is a given that the same government will feel obliged to discourage what it considers dangerous and unhealthful lifestyles.  This is part of the reason that schools are eliminating junk food from vending machines and cafeterias and that Michelle Obama has made it her cause to reduce childhood obesity.<\/p>\r\n<p>Another reason it is so challenging is that discrimination against overweight people is so widely tolerated. Airlines are beginning to charge overweight people more for their seats, and weight discrimination is routinely practiced in office settings. Let’s not even mention the morally superior chatter of certain groups of thin and fit people whose answer is to the problem to preach simplistic solutions, such as calories in\/calories out.<\/p>\r\n<p>I want a healthy population. Healthy does not necessarily mean thin, even though our culture is obsessed with beauty, which it sees as thin—very thin, in fact. Healthy means eating good food, getting enough exercise, and being content with yourself and your body size no matter what it is.<\/p>",
    "uuid": "67076f1c-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}