{
    "content_passage_id": "5dbdc108-d180-11e4-b41a-902b34691136",
    "page_number": 2,
    "section_number": null,
    "order": 2,
    "contents": "<p>\r\n<b>No to Genetically Modified Foods<\/b><\/p>\r\n<p>While some people do not care whether the foods they consume are genetically modified (GM) or not, others are deeply concerned about GM foods and their potential effects on their health and on the environment in general. We should resist using and consuming GM foods until credible studies have documented that they are safe not only in the short-term but in the long-term as well.<\/p>     <p>Next, let’s examine what we actually know about the long-term effects of GM foods. The short answer to that question is not much, primarily because no studies have been done on the long-term effects of consuming GM foods. People worry that GM foods could trigger allergies in humans, that they could harm other organisms in the ecosystem and thus lower biodiversity, and that the bacteria and viruses used to modify GM foods could cause the emergence of new diseases.<\/p>\r\n<p>The term genetically modified food refers to crop plants created for human and animal consumption that use the latest molecular biology techniques to enhance desired traits such as resistance to disease or increased nutritional content. Traditionally, such enhancements would have been done through plant breeding—a very time consuming process. Genetic engineering can create plants with the desired traits rapidly and with great accuracy.<\/p>\r\n<p>It is not only the unknown long-term consequences of using GM foods that have skeptics worried. Although the U.S. government’s position is that GM foods are safe, many argue that the industry lacks adequate regulation and that too many studies have been funded by businesses that themselves produce GM products and seeds.<\/p>\r\n<p>The United States is the world’s largest producer of GM foods. The food giant Monsanto, the corporation that own patents on many GM seeds, assures us and the government that GM foods are safe based on studies, many conducted by Monsanto itself. Because Monsanto has such a vested interest in seeing the GM food industry succeed, the Monsanto studies prove only that data can be manipulated, not that their products are safe. Consuming GM foods absent the data we need verifying their safety is like playing Russian roulette with our health. Until we get more unbiased studies and studies that reveal the potential long-term effects of using and consuming GM foods, we should stick with eating organic foods only.<\/p>\r\n<p>\r\n[References:\r\n<br \/>\r\nhttp:\/\/www.geneticalltmodifiedfoods.co.uk\/fact-sheet-pros-vs-cons.html\r\n<br \/>\r\nhttp:\/\/www.geneticallymodifiedfoods.co.uk\/what-are-genetically-modified-foods.html\r\n<br \/>\r\nhttp:\/\/www.pbs.org\/wgbh\/harvest\/etc\/synopsis.html\r\n<br \/>\r\nhttp:\/\/www.article-3.com\/the-pros-and-cons-of-genetically-modifying-you-food-912185\r\n<br \/>\r\nhttp:\/\/www.newportnaturalhealth.com\/2013\/07\/gmos-the-pros-cons-of-genetically-modified-food\/\r\n<br \/>\r\nhttp:\/\/www.blueribbonfoods.com\/my_health_info\/GMOs_-_pros_and_cons.pdf\r\n<br \/>\r\nhttp:\/\/www.webmd.com\/food-recipes\/features\/are-biotech-foods-safe-to-eat]\r\n<\/p>",
    "uuid": "670cc552-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-05-14 07:47:21",
    "updated_at": "2016-10-05 22:23:37"
}