{
    "content_passage_id": "62166163-d180-11e4-b41a-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<b><i>The Red Badge of Courage<\/i> by Stephen Crane tells the story of a Union soldier, Henry Fleming, who is drawn to the glory of war. In this passage Henry has returned from a heartening send off to face the monotonous life of a soldier at camp.<\/b><\/p>\r\n\r\n<p>From his home he had gone to the seminary to bid adieu to many schoolmates. They had thronged about him with wonder and admiration. He had felt the gulf now between them and had swelled with calm pride. He and some of his fellows who had donned blue were quite overwhelmed with privileges for all of one afternoon, and it had been a very delicious thing. They had strutted.<\/p>\r\n                                             <p>A certain light-haired girl had made vivacious fun at his martial spirit, but there was another and darker girl whom he had gazed at steadfastly, and he thought she grew demure and sad at sight of his blue and brass. As he had walked down the path between the rows of oaks, he had turned his head and detected her at a window watching his departure. As he perceived her, she had immediately begun to stare up through the high tree branches at the sky. He had seen a good deal of flurry and haste in her movement as she changed her attitude. He often thought of it.<\/p>\r\n                                             <p>On the way to Washington his spirit had soared. The regiment was fed and caressed at station after station until the youth had believed that he must be a hero. There was a lavish expenditure of bread and cold meats, coffee, and pickles and cheese. As he basked in the smiles of the girls and was patted and complimented by the old men, he had felt growing within him the strength to do mighty deeds of arms.<\/p>\r\n                                             <p>After complicated journeyings with many pauses, there had come months of monotonous life in a camp. He had had the belief that real war was a series of death struggles with small time in between for sleep and meals; but since his regiment had come to the field the army had done little but sit still and try to keep warm.<\/p>\r\n                                             <p>He was brought then gradually back to his old ideas. Greeklike struggles would be no more. Men were better, or more timid. Secular and religious education had effaced the throat-grappling instinct, or else firm finance held in check the passions.<\/p>\r\n                                             <p>He had grown to regard himself merely as a part of a vast blue demonstration. His province was to look out, as far as he could, for his personal comfort. For recreation he could twiddle his thumbs and speculate on the thoughts which must agitate the minds of the generals. Also, he was drilled and drilled and reviewed, and drilled and drilled and reviewed.<\/p>\r\n                                             <p>The only foes he had seen were some pickets along the river bank. They were a sun-tanned, philosophical lot, who sometimes shot reflectively at the blue pickets.<\/p>\r\n                                             <p>http:\/\/www.gutenberg.org\/files\/73\/73-h\/73-h.htm<\/p>",
    "uuid": "670ccbf9-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-05-14 07:49:49",
    "updated_at": "2016-10-05 22:23:37"
}