{
    "content_passage_id": "66f0bab9-d180-11e4-b41a-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<p><strong>Change in Policy<\/strong><\/p>\r\n                                             <p>This email is to notify you of a change in our after-hours work policy. Formerly, approved employees were allowed on the premises during evening hours.<\/p>\r\n                                             <p>Effective this Monday, we can no longer allow employees on the premises after 8 p.m. This decision was reached based on security concerns. The safety of all of our employees is of the utmost concern to us, and recent events have caused us to re-examine our current practices.<\/p>\r\n                                             <p>Although many of you have probably heard this already, we want to officially inform you that our security system was breached and our office building was broken into. Luckily, no one was hurt. There was one person working in the office, and she managed to call the police and remain undetected by the thief. The thief stole money from the safe, as well as laptops and the iPads. He or she escaped before the police could respond and has not yet been identified or arrested. Until we can confirm that the building is secure, you MUST not be in the building after 8:00 p.m.<\/p>\r\n                                             <p>We would prefer that employees leave the premises at the end of the regular workday at 5:00 p.m. We understand, however, that project deadlines often require working past the end of the regular workday. If you need to be in the building from the hours of 5:00 p.m. to 8:00 p.m. we urge you to be vigilant and to call 911 immediately if you detect suspicious activity.<\/p>\r\n                                             <p>This company takes the safety and well being of its employees very seriously. We are working on acquiring advanced security to monitor the grounds later at night, but until then, please be sure to leave the building in a timely manner.<\/p>",
    "uuid": "670e02ef-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-05-14 14:27:21",
    "updated_at": "2016-10-05 22:23:37"
}