{
    "content_passage_id": "8d58dde9-2b54-11e5-890e-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<b>On June 12, 1987, President Ronald Reagan made a speech in Berlin, near the wall that had divided East Berlin and West Berlin since the early 1960s. This passage is an excerpt from that speech, in which President Reagan called on Mikhail Gorbachev, the leader of the Soviet Union, to take down the wall.<\/b>\r\n<p><\/p>\r\n… in the West today we see a free world that has achieved a level of prosperity and well-being unprecedented in all human history. In the Communist world, we see failure, technological backwardness, declining standards of health, even want of the most basic kind -- too little food. After these four decades, then, there stands before the entire world one great and inescapable conclusion: Freedom leads to prosperity. Freedom replaces the ancient hatreds among the nations with… peace. Freedom is the victor.\r\n<p><\/p>\r\nAnd now the Soviets themselves may, in a limited way, be coming to understand the importance of freedom.… We welcome change and openness; for we believe the freedom and security go together, that the advance of human liberty can only strengthen the cause of world peace.\r\n<p><\/p>\r\nThere is only one sign the Soviets can make that would… advance dramatically the cause of freedom and peace. General Secretary Gorbachev, if you seek peace, if you seek prosperity for the Soviet Union and Eastern Europe, if you seek liberalization: Come here to this gate! Mr Gorbachev, open this gate! Mr. Gorbachev tear down this wall!\r\n<p><\/p>\r\nSource: From Speech at the Brandenburg Gate, West Berlin, Germany, by Ronald Reagan, June 12, 1987, available at http:\/\/historyplace.com\/speeches\/reagan-tear-down.htm\r\n",
    "uuid": "6713472c-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-08-19 07:11:17",
    "updated_at": "2016-10-05 22:23:37"
}