{
    "content_passage_id": "bb53f992-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<img class=\"passage-image-floated\" src=\"\/uploads\/passage-images\/784\/sula.jpg\" \/>\r\n<p><b>Focus Question:<\/b> What causes Sula to become upset?<\/p>\r\n<p>Then summer came. A summer limp with the weight of blossomed things. Heavy sunflowers weeping over fences; iris curling and browning at the edges far away from their purple hearts; ears of corn letting their auburn hair wind down to their stalks. And the boys. The beautiful, beautiful boys who dotted the landscape like jewels, split the air with their shouts in the field, and thickened the river with their shining wet backs. Even their footsteps left a smell of smoke behind.<br \/>\r\n<br \/>\r\nIt was in that summer, the summer of their twelfth year, the summer of the beautiful black boys, that they became skittish, frightened and bold—all at the same time.<br \/>\r\n<br \/>\r\nIn that mercury mood in July, Sula and Nel wandered about the Bottom barefoot looking for mischief. They decided to go down by the river where the boys sometimes swam. Nel waited on the porch of 7 Carpenter’s Road while Sula ran into the house to go to the toilet. On the way up the stairs, she passed the kitchen where Hannah sat with two friends, Patsy and Valentine. The two women were fanning themselves and watching Hannah put down some dough, all talking casually about one thing and another, and had gotten around, when Sula passed by, to the problems of child rearing.<br \/>\r\n<br \/>\r\n“They a pain.”<br \/>\r\n<br \/>\r\n“Yeh. Wish I’d listened to mamma. She told me not to have ’em too soon.”<br \/>\r\n<br \/>\r\n“Any time atall is too soon for me.”<br \/>\r\n<br \/>\r\n“Oh, I don’t know. My Rudy minds his daddy. He just wild with me. Be glad when he growed and gone.”<br \/>\r\n<br \/>\r\nHannah smiled and said, “Shut your mouth. You love the ground he pee on.”<br \/>\r\n<br \/>\r\n“Sure I do. But he still a pain. Can’t help loving your own child. No matter what they do.”<br \/>\r\n<br \/>\r\n“Well, Hester grown now and I can’t say love is exactly what I feel.”<br \/>\r\n<br \/>\r\n“Sure you do. You love her, like I love Sula. I just don’t like her. That’s the difference.”<br \/>\r\n<br \/>\r\n“Guess so. Likin’ them is another thing.”<br \/>\r\n<br \/>\r\n“Sure. They different people, you know…”<br \/>\r\n<br \/>\r\nShe only heard Hannah’s words, and the pronouncement sent her flying up the stairs. In bewilderment, she stood at the window fingering the curtain edge, aware of a sting in her eye. Nel’s call floated up and into the window, pulling her away from dark thoughts back into the bright, hot daylight.<\/p>\r\n<p>Toni Morrison. <i>From Sula<\/i>. 1973.<\/p>",
    "uuid": "67154445-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 06:18:17",
    "updated_at": "2016-10-05 22:23:37"
}