{
    "content_passage_id": "d11fb757-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<p>Miriam Halim<br \/>\r\nDirector, Human Resources<br \/>\r\nCarnival Toys, Inc.<br \/>\r\n1522 Wellman Plaza, Suite 104<br \/>\r\nGary, IN 46409<br \/>\r\n<br \/>\r\nDear Ms. Halim,<\/p>\r\n\r\n<p><b>(A)<\/b><\/p>\r\n\r\n<p>(1) Thank you for the opportunity, to interview for the position of sales assistant at Carnival Toys.(2) I was very impressed with what your firm has accomplished in the last ten years. (3) After meeting with you, I am certain that my capabilities and experience match your companies’ needs. (4) I also feel that Carnival Toys will provide the type of new experiences that will help me achieve my career goals. (5) As we discussed, I am eager to move into the toy industry, and this opportunity seems a perfect fit.<br \/>\r\n<br \/>\r\n<\/p>\r\n\r\n<p><b>(B)<\/b><\/p>\r\n\r\n<p>(6) You are familiar with my qualifications, and in addition to the experience on my résumé, I brought enthusiasm and commitment to this position. (7) I look forward to hearing your hiring decision, thank you again for your time and consideration.<br \/>\r\n<br \/>\r\n<\/p>\r\n\r\n<p><b>(C)<\/b><\/p>\r\n\r\n<p>(8) I appreciate the time you took to show me your facilities and explain your company’s management philosophy. (9) The firm’s policy of promoting from within and encouraging education for his employees appears both exciting and effective. (10) I know that I could learn valuable skills in this position, and become a long-term asset to the firm. (11) Since you are looking for an employee who could grow with your company and would eventually be taking on additional responsibilities, my career goals and aspirations be well suited to this position. (12) I would enjoy and value the opportunity to work with you.<br \/>\r\n<br \/>\r\n<\/p>\r\n\r\n<p>Sincerely,<br \/>\r\n<br \/>\r\nJacob Ashcroft<\/p>",
    "uuid": "67155007-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 07:51:16",
    "updated_at": "2016-10-05 22:23:37"
}