{
    "content_passage_id": "bdcaacc6-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h4><b>How to Treat a Burn<\/b><\/h4>\r\n\r\n<p><b>(A)<\/b><\/p>\r\n\r\n<p>(1) Burns are common injuries. (2) That require first aid. (3) They can result from everyday activities while cooking, barbecuing, or at work.(4) Understanding how to deal with burns can reduce pain and prevent further damage. (5) Treatment of a burn depends on how severe the burn is and how large the burn is.<\/p>\r\n\r\n<p><b>(B)<\/b><\/p>\r\n\r\n<p>(6) In First Degree burns, only the top layer of skin is injured, and the symptoms are redness and pain. (7) Second degree burns affect deeper layers of skin. (8) It is characterized by swelling and blisters. (9) Third degree burns destroy all layers of the skin, they harm underlying tissue.<\/p>\r\n\r\n<p><b>(C)<\/b><\/p>\r\n\r\n<p>(10) Minor burns are first degree burns that don’t affect sensitive areas or second degree burns smaller than three inches in diameter. (11) Minor burns should be immediately immersed in cold running water for five minutes. (12) Additionally the wound should be bandaged loosely with sterile gauze and watched for infection. (13) An over-the-counter pain reliever can help with pain. (14) Second degree burns larger than three inches, burns on sensitive areas, and all third degree burns is major burns. (15) Call for medical help immediately for any major burn, and stay with the victim to wait for help. (16) Do not remove cloth or material if its stuck to the wound, but make sure the victim is not exposed to smoke, heat, or smoldering materials. (17) Cover it with cool, moist, sterile bandages, and elevate it above the heart if possible.<\/p>\r\n\r\n<p><b>(D)<\/b><\/p>\r\n\r\n<p>(18) Unexpected emergency situations such as burns occur every day. (19) If you aren’t prepared and calm, and you could make costly mistakes.(20) Information, first aid training, and an emergency first aid kit can help you be prepared and make the best decisions.<\/p>",
    "uuid": "67154819-c39a-11e5-b42c-22000af4874e",
    "translation_id": null,
    "created_at": "2015-11-06 07:24:14",
    "updated_at": "2016-10-05 22:23:37"
}