{
    "content_passage_id": "71f16cd6-8182-11e5-bc99-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<p><i>State voter’s guides may print political party statements of purpose written by political parties to explain to voters their policies and points of view. The following statement of purpose is from a California voter information guide. To view statements from other political parties, go to http:\/\/voterguide.ss.ca.gov\/voter_info\/vote_information.htm.<\/i><\/p>\r\n<p>The Green Party is a values-based, international political phenomenon, with thousands of officeholders worldwide in elected municipal, county, and federal public offices. Since 1992, the Green Party of California (GPCA) members and candidates have promoted and represented Green Party key values for California voters.<br \/>\r\n<br \/>\r\nThe 145,000-strong GPCA membership is an integrated federation of community-based Locals and Regional Councils. Consensus and gender balance ideals prevail. General Assembly delegates convene semi-annually at plenaries to explore and discover political policies that will realize Green values, among them, living wages, affordable health care and housing, and an end to the war in Iraq.<br \/>\r\n<br \/>\r\nGreen volunteers populate GPCA committees and working groups that interact to build party membership, elect Green candidates, manage finances, advise on rules and procedures, and publicize party policies. Greens advocate for electoral reforms such as proportional representation, instant run-off voting, and publicly financed campaigns, which maximize representation, save resources, and create a level candidate playing field.<br \/>\r\n<br \/>\r\nGPCA caucuses include Labor, Disability, Lavender, Black, People of Color, Ethnic Minority, Rural, Candidates, Women’s, Campus, and Secular Greens.<br \/>\r\n<br \/>\r\nThe Green Party of California offers voters the attainable politics of peace, ecological wisdom, and social justice.<br \/>\r\n<br \/>\r\nVote your conscience. Vote Green.<\/p>",
    "uuid": "72010e3c-8182-11e5-bc99-902b34691136",
    "translation_id": null,
    "created_at": "2015-08-27 04:30:06",
    "updated_at": "2016-10-05 22:23:37"
}