{
    "content_passage_id": "7659d782-9404-11e6-babe-a89802414180",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h3><font color=\"grey\">Rental Agreement<\/font><\/h3>\r\nTENANT AGREES TO THE FOLLOWING:\r\n<ol>\r\n     <li><b>Use of Property.<\/b>Tenant shall use the property for residential \r\npurposes only. Tenant agrees not to engage in or permit any household \r\nmembers, relatives, guests, invitees or agents to engage in any unlawful \r\nuse of the dwelling unit, common areas or grounds.<\/li>\r\n     <li><b>Tenant's Duty to Maintain Premises.<\/b>The Tenant shall maintain \r\nthe premises in a clean and neat condition and at all times comply with an \r\noccupant's obligations under Article II of the State Sanitary Code. After \r\nseveral warnings to clean the premises, the renter could be subject to eviction.\r\n<\/li>\r\n     <li><b>Damage.<\/b>Tenant shall use all appliances, fixtures and equipment \r\nin a safe manner and only for the purposes for which they are intended. Tenant \r\nshall not litter, destroy, deface, damage or remove any part of the dwelling unit, \r\ncommon areas or grounds. Upon receipt of a bill from Landlord, Tenant shall pay \r\namounts due for repairs for property damage, reasonable wear and tear \r\nexcepted, caused by the intentional or negligent conduct of Tenant.<\/li>\r\n     <li><b>Alterations.<\/b>No substantial alterations, addition or improvement \r\nshall be made by Tenant in or to the dwelling unit without the permission of \r\nLandlord in writing. Such consent shall not be unreasonably withheld, but \r\nmay include the Tenant's agreeing to restore the dwelling unit to its prior \r\ncondition before moving out.<\/li>\r\n     <li><b>Noise.<\/b>Tenant agrees not to allow on his\/her premises any \r\nexcessive noise or other activity which disturbs the peace and quiet of other \r\ntenants in the building. Landlord agrees to prevent other tenants and other \r\npersons in the building or common areas from disturbing Tenant’s peace and \r\nquiet.<\/li>\r\n     <li><b>Termination.<\/b>Upon termination of this agreement, Tenant shall \r\nvacate the premises, remove all personal property belonging to him\/her and \r\nleave the premises as clean as she\/he found them, normal wear and tear and \r\ndamage by unavoidable casualty excepted, and return all keys to Landlord \r\nimmediately upon vacating. The Tenant agrees that any personal property \r\nleft in or about the premises after the Tenant has vacated shall be considered \r\nabandoned property, and the Landlord may sell or otherwise dispose of same \r\nwithout liability to the Tenant.<\/li>\r\n     <li><b>Permission for Landlord to Enter Unit.<\/b>Tenant agrees to allow \r\nlandlord or its agents to enter the dwelling upon reasonable advance notice in \r\norder to inspect the premises, to exterminate for pests, to make repairs or to \r\nshow the premises to prospective tenants, purchasers, mortgagers or their \r\nagents. The Tenant will not be unreasonable in denying entry. Landlord may \r\nalso enter the premises without prior consent if it appears to have been \r\nabandoned by the Tenant or in case of emergency, and as otherwise \r\npermitted by law or court order. <\/li>\r\n<\/ol>",
    "uuid": "79fad206-9404-11e6-babe-a89802414180",
    "translation_id": null,
    "created_at": "2016-07-13 12:43:55",
    "updated_at": "2016-01-26 02:32:42"
}