{
    "content_passage_id": "f3ce345c-a024-11e4-b41a-902b34691136",
    "page_number": 1,
    "section_number": null,
    "order": 1,
    "contents": "<h3>Support Exercise for Employees<\/h3>\n\n<p>The federal government should invest in the health of its citizens by subsidizing the cost of their time that they exercise.  The government should pass a law funding a half hour of exercise for all employees. Under this law, full-time employees would still be paid for 40 hours a week, but they would work 39.5. Part-time employees would be subsidized for a half hour a week as well.<\/p>\n \n<p>This law would have many advantages for government, employers, and workers alike.<\/p>\n \n<p>Rates of diabetes in Americans have increased over 176% in 30 years, according to the Center for Disease Control (CDC). This increase is fueled by greater rates of obesity related diseases that shorten the lifespan and cost the nation over $115 billion annually. Because most retired workers' health care is provided by the federal government in the form of Medicare, it is in the government's (and therefore the taxpayers') interest to have the healthiest citizens possible.<\/p>\n \n<p>Exercise increases the intake of oxygen to the muscles and the brain. A recent study in The Archives of Pediatrics and Adolescent Medicine finds that having children exercise before academic courses increases their grades. Whether an employee is laboring manually or mentally, a boost in oxygen translates into greater productivity.<\/p>\n \n<p>The Mayo Clinic has shown that exercise also causes increased energy and improves the mood. Exercise, therefore, would be a great boost to workers who have tight schedules, long commutes, and family responsibilities. Many workers don't exercise because they don't have time. Carving out a half hour at work helps ensure that all people have the time they need to exercise. <\/p>\n \n<p>Employers pay employees to do other activities that improve their physical and mental health: they offer paid time off and regular breaks (according to federal law). Allowing the federal government to pay for exercise time creates a healthier workplace for all and, in turn, a healthier country.<\/p>\n \n<p>Sources:\n<br \/>\nhttp:\/\/www.cdc.gov\/diabetes\/statistics\/prev\/national\/figage.htm\n<br \/>\nhttp:\/\/www.bbc.co.uk\/news\/health-16363467\n<br \/>\nhttp:\/\/www.mayoclinic.org\/diseases-conditions\/depression\/in-depth\/depression-and-exercise\/art-20046495\n<\/p>\n",
    "uuid": "f3dd7a2d-a024-11e4-b41a-902b34691136",
    "translation_id": null,
    "created_at": "0000-00-00 00:00:00",
    "updated_at": "2016-10-05 22:23:37"
}