{
    "product_id": "eb859311-a5d2-11e6-9a0a-902b34691136",
    "content_item_id": "d702fe75-7917-11e7-b19c-0eee60578b7f",
    "translation_id": "44c2d844-9405-11e6-babe-a89802414180",
    "uuid": "905655f0-76d2-11e7-afe1-54ee751c9d45",
    "title": "Escritura Prueba de práctica 6A",
    "intro_text": "<h2>Prueba de Práctica de Escritura<\/h2><h3>Intento 2: 26 Preguntas \/ 85 minutos (Parte 1 y Parte 2) para terminar<\/h3><p>25 Preguntas—Parte 1<\/p><p>Esta es una prueba de algunas de las habilidades requeridas en la revisión de materiales escritos. Hay tres selecciones que presentan borradores de informes, cartas o artículos. Cada selección se presenta con algunas secciones subrayadas y numeradas. <\/p><p>Para algunas de las secciones subrayadas, no hay una pregunta correspondiente, sino en cambio solo cuatro alternativas listadas allí. Seleccione la alternativa que<\/p><ul style=\"list-style-type: disc;\"><li>hace que la declaración esté correcta gramaticalmente;<\/li><li>expresa la idea de la manera más clara y apropiada;<\/li><li>está escrita más fielmente en el estilo y propósito del escrito;<\/li><li>organiza las ideas de manera más eficaz.<\/li><\/ul><p>En algunos casos, puede que haya más de un problema que corregir o mejorar. Si piensa que la versión original subrayada es la mejor, seleccione “Ningún cambio”.<\/p><p>Otras secciones subrayadas tienen preguntas sobre su organización u ortografía. En preguntas sobre organización, probablemente le resultará útil examinar todo el pasaje. En las preguntas sobre ortografía, tendrá que indicar cuál de las tres palabras subrayadas está mal escrita, si hay alguna. Si no hay errores en ninguna de las palabras, marque “Ninguna”.<\/p><p>Trabaje lo más rápido que pueda sin ser descuidado. No dedique mucho tiempo a alguna pregunta que le sea muy difícil de responder. Pase esa pregunta y vuelva a ella más tarde si tiene tiempo. Trate de responder cada pregunta aunque tenga que adivinar la respuesta.<\/p><p>Usted tendrá 85 minutos para completar la parte 1 y la parte 2 de la prueba de escritura.<\/p><p>1 Pregunta de ensayo—Parte 2<\/p><p>Esta es una prueba de sus habilidades de escritura. La calificación de su respuesta se basará en:<\/p><ul style=\"list-style-type:disc;\"><li>El desarrollo de una postura principal mediante la explicación de razones, ejemplos y detalles de apoyo tomados de pasajes y experiencia propia<\/li><li>La organización clara de ideas, la cual incluye una introducción y conclusión, párrafos lógicos y transiciones eficaces <\/li><li>El uso de la lengua que incluye una selección variada de palabras, construcciones de oraciones variadas y una voz apropiada<\/li><li>La claridad y el uso apropiado de las convenciones de escritura<\/li><\/ul>",
    "created_at": "2017-06-12 19:06:26",
    "updated_at": "2017-06-12 19:06:26"
}